export const coins = [
    {
        id: 'willem1',
        image: {
            obverse: '../img/willem-1_1.png',
            reverse: '../img/willem-1_2.png',
        },
        header: 'Первый гульден, 1818',
        king: 'Король Виллем I',
        coin: 'копия монеты',
        description: `Самая первая когда-либо отчеканенная монета Королевства с портретом первого короля Нидерландов Виллема I. Номинал монеты: 3 гульдена.  Диаметр: 40 мм (crown-size).  Виллем I, принц Оранский-Нассау, правил страной с 1815 по 1840 год.`,
        info: `Виллем I (нидерл.: Willem Frederik), 24 августа 1772 г. — 12 декабря 1843. Родителями короля Виллема I были последний штатгальтер Республики Соединенных провинций Вильгельм V, принц Оранский и его жена Вильгельмина Прусская.  Чувствуя угрозу со стороны Наполеона, сбежавшего с Эльбы, Вильгельм V 16 марта 1815 года по настоянию держав, собравшихся на Венском конгрессе, провозгласил Нидерланды королевством.`,
    },
    {
        id: 'willem2',
        image: {
            obverse: '../img/willem-2_1.png',
            reverse: '../img/willem-2_2.png',
        },
        header: '5 гульденов, 1843',
        king: 'Король Виллем II',
        coin: 'копия монеты',
        description:
            'На аверсе монеты изображен бюст Виллема II, обращенный вправо.  На реверсе монеты между обозначением номинала изображен национальный герб с короной.  Виллем II был сыном Виллема I и Вильгельмины Прусских.  Виллем II был женат на сестре русского императора Александра I Анне Павловне.  Он правил страной с 1840 по 1849 год.',
        info: 'Вильгельм II (нидерл.: Willem Frederik George Lodewijk), 6 декабря 1792 — 17 марта 1849. Когда его отец Виллем I, правящий тогда как суверенный принц, провозгласил себя королем в 1815 году, он стал принцем Оранским, как наследник Королевства Нидерландов.  После отречения отца 7 октября 1840 года, Виллем II стал королем.  Во время его правления Нидерланды стали парламентской демократией с новой конституцией 1848 г.',
    },
    {
        id: 'willem3',
        image: {
            obverse: '../img/willem-3_1.png',
            reverse: '../img/willem-3_2.png',
        },
        header: '1/2 гульдена, 1860',
        king: 'Король Виллем III',
        coin: 'оригинальная монета',
        description:
            'Монета в 1/2 гульдена (полтина, 50 центов)  вышла из обращения в 1930 г. Однако эта монета является частью первоначальной денежной системы, принятой 18 сентября 1816 года по новому валютному закону.  Выпуск 1818 года — это самые первые 1/2 гульдена Королевства Нидерландов.',
        info: ' Виллем III (нидерл.: Willem Alexander Paul Frederik Lodewijk), 19 февраля 1817 — 23 ноября 1890, был королем с 1849 г. до своей смерти в 1890 г. Виллем III женился на своей кузине Софии Вюртембергской в ​​1839 г., и у них было трое сыновей.  После смерти Софии в 1877 году он женился на Эмме Вальдек-Пирмонтской в 1879 году, и у них родилась дочь Вильгельмина, сменившая Виллема III на голландском престоле.',
    },
    {
        id: 'wilhelmina',
        image: {
            obverse: '../img/wilhelmina_1.png',
            reverse: '../img/wilhelmina_2.png',
        },
        header: '10 гульденов, 1892',
        king: 'Королева Вильгельмина',
        coin: 'официальный перевыпуск монеты',
        description:
            'Это самые первые золотые 10 гульденов с портретом королевы Вильгельмины, на которых она изображена маленькой девочкой десяти лет и, при этом, как правящий монарх, хотя страной, как регент, правила её мать.  Вильгельмина — правнучка российского императора Павла I. Она была королевой Нидерландов с 1890 года до своего отречения от престола в 1948 году.',
        info: 'Вильгельмина (нидерл.: Wilhelmina Helena Pauline Maria), 31 августа 1880 - 28 ноября 1962, правила почти 58 лет, дольше, чем любой другой Нидерландский монарх.  Ее правление выпало на годы Первой и Второй мировой войны, экономического кризиса 1933 г. в Нидерландах.  Вильгельмина взошла на престол в возрасте 10 лет после смерти отца в 1890 году. 7 февраля 1901 года в Гааге королева Вильгельмина вышла замуж за герцога Генриха Мекленбург-Шверинского.',
    },
    {
        id: 'juliana',
        image: {
            obverse: '../img/juliana_1.png',
            reverse: '../img/juliana_2.png',
        },
        header: 'Последний серебряный гульден, 1967',
        king: 'Королева Юлиана',
        coin: 'оригинальная монета',
        description:
            'Серебряные гульдены с портретом королевы Юлианы были впервые выпущены в 1954 году, через 6 лет после ее восшествия на престол.  До этого ее мать, королева Вильгельмина, изображалась на монетах в течение 62 лет. Юлиана была королевой Нидерландов с 1948 года до своего отречения от престола в 1980 году.',
        info: 'Юлиана (нидерл.: Juliana Louise Emma Marie Wilhelmina), 30 April 1909 — 20 March 2004,  вышла замуж в 1937 году за принца Бернхарда Липпе-Бистерфельдского, от которого у нее родились четыре дочери: Беатрикс, Ирэн, Маргриет и Кристина.  Во время немецкого вторжения в Нидерланды во время Второй мировой войны королевская семья была эвакуирована в Великобританию.',
    },
    {
        id: 'beatrix',
        image: {
            obverse: '../img/beatrix_1.png',
            reverse: '../img/beatrix_2.png',
        },
        header: 'Последний гульден, 2001',
        king: 'Королева Беатрикс',
        coin: 'оригинальная монета',
        description:
            'Это самый последний гульден, выпущенный в Королевстве Нидерландов и, следовательно, последний гульден с изображением голландского монарха.  Спустя 183 года после выпуска самого первого королевского гульдена в 1812 году, использование гульдена как денежной единицы подходит к концу.  Королева Беатрикс правила страной с 1980 года до своего отречения в 2013 году.',
        info: 'Королева Беатрикс (нидерл.: Beatrix Wilhelmina Armgard) родилась 31 января 1938 года. В 1966 году Беатрикс вышла замуж за Клауса фон Амсберга, немецкого дипломата, от которого у нее было трое детей.  Когда её мать отреклась от престола 30 апреля 1980 года, Беатрикс сменила её на посту королевы.  В День Королевы (Koninginnedag), 30 апреля 2013 года, Беатрикс отреклась от престола в пользу своего старшего сына Виллема-Александра.',
    },
    {
        id: 'willemalexander',
        image: {
            obverse: '../img/willem-alexander_1.png',
            reverse: '../img/willem-alexander_2.png',
        },
        header: '1 евро, 2015',
        king: 'Король Виллем-Александр',
        coin: 'оригинальная монета',
        description:
            'В начале 2014 года были выпущены первые нидерландские евромонеты с портретом короля Виллема-Александра.  Дизайн монеты был представлен 31 октября 2013 г. Эта монета из популярного набора 2015 года, в который входят все восемь евромонет разного номинала. Виллем-Александр — король Нидерландов, вступивший на престол после отречения своей матери в 2013 г.',
        info: 'Король Виллем-Александр (нидерл.: Willem-Alexander Claus George Ferdinand) родился 27 апреля 1967 года. Он стал принцем Оранским и наследником престола после того, как его мать взошла на трон 30 апреля 1980 года, и сменил её после её отречения 30 апреля 2013 года. В 2002 году он женился на Максиме Соррегьете Черрути. Они имеют трех дочерей: Катарина-Амалия — принцесса Оранская — принцесса Алексия и принцесса Ариана.  При вступлении на престол в возрасте 46 лет Виллем-Александр был самым молодым монархом Европы.',
    },
    {
        id: 'maxima',
        image: {
            obverse: '../img/maxima_1.png',
            reverse: '../img/maxima_2.png',
        },
        header: 'Памятная монета, 2021',
        king: 'Королева Максима',
        coin: 'оригинал',
        description: `Максима (исп.: Maxima Zorreguieta Cerruti), 17 May 1971 королева-консорт Нидерландов, жена короля Виллема-Александра.  В 2021 году королеве Максиме исполнилось 50 лет.  Эта годовщина была отмечена выпуском позолоченной памятной монеты, посвященной дню рождения королевы.`,
        info: `Аргентинка по происхождению, Максима работала в сфере маркетинга, когда в 1999 году встретила Виллема-Александра, старшего сына и наследника королевы Беатрикс. Они поженились в 2002 году и стали королем и королевой после отречения её свекрови 30 апреля 2013 г. Королевским указом от 17 мая 2001 г. Максима получила нидерландское гражданство.`,
    },
    {
        id: 'amalia',
        image: {
            obverse: '../img/amalia_1.png',
            reverse: '../img/amalia_2.png',
        },
        header: 'Памятная монета, 2021',
        king: 'Принцесса Катарина-Амалия',
        coin: 'оригинал',
        description: `В 2021 году кронпринцессе Нидерландов  исполнилось 18 лет. Эта годовщина была отмечена выпуском памятной монеты.  Катарина-Амалия (нидерл.: Catharina-Amalia Beatrix Carmen Victoria), принцесса Оранская, принцесса Нидерландов, принцесса Оранская-Нассау родилась 7 декабря 2003 года.`,
        info: `Катарина-Амалия является наследницей престола Королевства Нидерландов, в состав которого входят Аруба, Кюрасао, Нидерланды и Синт-Мартен.  Катарина-Амалия — старший ребенок короля Нидерландов Виллема-Александра и королевы Максимы.  У нее есть две младшие сестры, принцесса Алексия и принцесса Ариана.  В соответствии со статьей 74 Конституции Катарина-Амалия с 18 лет автоматически стала членом Государственного совета Нидерландов.`,
    },
];
export default coins;
