export const coinsPopup = [
    {
        id: 'firsteuro',
        image: {
            obverse: '../img/first_euro_1.png',
            reverse: '../img/first_euro_2.png',
        },
        header: 'Самая первая монета евро, 1999',
        king: 'Королева Беатрикс',
        coin: 'оригинальная монета',
        description:
            'В 1992 году, согласно Маастрихтскому договору, 12 стран Европейского Союза постановили ввести единую валюту: евро. Несмотря на то, что евро был введен в качестве законного платежного средства 1 января 2002 года, Королевский голландский монетный двор отчеканил первые голландские монеты евро в 1999 году.',
        info: 'Монета в 1 евро 1999 года - самая первая монета евро, отчеканенная в Нидерландах. На монете изображена королева Беатрикс - правящий монарх. При королеве Беатрикс была отчеканена первая монета евро и последний гульден.',
    },
    {
        id: 'dubbel',
        image: {
            obverse: '../img/dubbelportret_1.png',
            reverse: '../img/dubbelportret_2.png',
        },
        header: '2 евро, 2013',
        king: 'Королева Беатрикс и принц Виллем-Александр',
        coin: 'оригинальная монета',
        description:
            'На монете изображены Её Величество Королева Беатрикс и Его Королевское Высочество Принц Оранский. Выпуск монеты с «двойным портретом» является традицией призванной информировать людей о величественном образе прихода нового монарха.',
        info: '28 января 2013 года королева Беатрикс объявила, что отречется от престола в пользу своего сына Виллема-Александра. Три месяца спустя, 30 апреля, она подписывает Акт об отречении, и Виллем-Александр официально вступает в должность короля Нидерландов. После объявления об отречении, по заказу Министерства Финансов  была отчеканена специальная монета номиналом 2 евро.',
    },
];

export default coinsPopup;
