export const coinsNew = [
    {
        id: 'willemalexander',
        image: {
            obverse: '../img/willem-alexander_1.png',
            reverse: '../img/willem-alexander_2.png',
        },
        header: '1 евро, 2015 г.',
        king: 'Король Виллем-Александр',
        coin: 'оригинальная монета',
        description:
            'В начале 2014 года были выпущены первые нидерландские евромонеты с портретом короля Виллема-Александра.  Дизайн монеты был представлен 31 октября 2013 г. Эта монета из популярного набора 2015 года, в который входят все восемь евромонет разного номинала. Виллем-Александр — король Нидерландов, вступивший на престол после отречения своей матери в 2013 г.',
        info: 'Король Виллем-Александр (нидерл.: Willem-Alexander Claus George Ferdinand) родился 27 апреля 1967 года. Он стал принцем Оранским и наследником престола после того, как его мать взошла на трон 30 апреля 1980 года, и сменил её после её отречения 30 апреля 2013 года. В 2002 году он женился на Максиме Соррегьете Черрути. Они имеют трех дочерей: Катарина-Амалия — принцесса Оранская — принцесса Алексия и принцесса Ариана.  При вступлении на престол в возрасте 46 лет Виллем-Александр был самым молодым монархом Европы.',
    },
    {
        id: 'maxima',
        image: {
            obverse: '../img/maxima_1.png',
            reverse: '../img/maxima_2.png',
        },
        header: 'Памятная монета, 2021 г.',
        king: 'Королева Максима',
        coin: 'оригинал',
        description: `Максима (исп.: Maxima Zorreguieta Cerruti), 17 May 1971 королева-консорт Нидерландов, жена короля Виллема-Александра.  В 2021 году королеве Максиме исполнилось 50 лет.  Эта годовщина была отмечена выпуском позолоченной памятной монеты, посвященной дню рождения королевы.`,
        info: `Аргентинка по происхождению, Максима работала в сфере маркетинга, когда в 1999 году встретила Виллема-Александра, старшего сына и наследника королевы Беатрикс. Они поженились в 2002 году и стали королем и королевой после отречения её свекрови 30 апреля 2013 г. Королевским указом от 17 мая 2001 г. Максима получила нидерландское гражданство.`,
    },
    {
        id: 'amalia',
        image: {
            obverse: '../img/amalia_1.png',
            reverse: '../img/amalia_2.png',
        },
        header: 'Памятная монета, 2021 г.',
        king: 'Принцесса Катарина-Амалия',
        coin: 'оригинал',
        description: `В 2021 году кронпринцессе Нидерландов  исполнилось 18 лет. Эта годовщина была отмечена выпуском памятной монеты.  Катарина-Амалия (нидерл.: Catharina-Amalia Beatrix Carmen Victoria), принцесса Оранская, принцесса Нидерландов, принцесса Оранская-Нассау родилась 7 декабря 2003 года.`,
        info: `Катарина-Амалия является наследницей престола Королевства Нидерландов, в состав которого входят Аруба, Кюрасао, Нидерланды и Синт-Мартен.  Катарина-Амалия — старший ребенок короля Нидерландов Виллема-Александра и королевы Максимы.  У нее есть две младшие сестры, принцесса Алексия и принцесса Ариана.  В соответствии со статьей 74 Конституции Катарина-Амалия с 18 лет автоматически стала членом Государственного совета Нидерландов.`,
    },
];
export default coinsNew;
